Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax/taxation_of_self_employed_people.html.txt.tmx
Source language: en
Languages: ga

source: Tax for self-employed people
ga: Cáin do dhaoine féinfhostaithe

source: If you make a late payment of any taxes due by you, you will be charged interest from the due date to the date when your payment is received. Rules
ga: Is é an phríomhoibleagáid dhlíthiúil atá ort agus tú ag dul i mbun féinfhostaíochta ná gur gá duit clárú mar dhuine féinfhostaithe leis na Coimisinéirí Ioncaim

source: As a self-employed person you pay income tax under the self-assessment system, once a year
ga: Íocann tú cáin ar an mbrabús ó do ghnó agus ar aon ioncam eile a fhaigheann tú

source: You pay Preliminary Tax (an estimate of tax due for your current trading year) on or before 31 October each year and make a tax return for the previous year not later than 31 October
ga: Mura n-íocann tú an cháin atá dlite uaitse in am is i dtráth, gearrfar ús ort ón dáta dlite go dtí an dáta ar a bhfaighfear an íocaíocht uait

source: At the same time you make a tax return for 2016 and pay any taxes outstanding for that year
ga: Buiséad 2016 Tugadh isteach Creidmheas Cánach d’Ioncam Tuillte nua a mhéid le €550 do cháiníocóirí a thuilleann ioncam trádála nó gairmiúil féinfhostaithe i gcásanna áirithe agus d’úinéirí/bhainisteoirí gnólachta nach bhfuil incháilithe chun creidmheas ÍMAT a fháil ar a n-ioncam tuarastail

source: If you file your tax return online using the Revenue Online Service (ROS), you may be able to file your return slightly later
ga: Déanfar an creidmheas cánach a ríomh ar 20% d’ioncam tuillte duine (gan ioncam tuillte a áireamh a chuirtear san áireamh don Chreidmheas Cánach ÍMAT) faoi réir €550, ar a mhéid. Rialacha

source: You are entitled to the normal income tax credits and reliefs
ga: Agus tú i do dhuine féinfhostaithe, íocann tú cáin ioncaim faoin gcóras féinmheasúnaithe uair amháin sa bhliain

source: For 2017, you may claim an Earned Income tax credit of €950 (pdf) (increased from €550 in 2016)
ga: Ó 2016, is féidir creidmheas cánach Ioncaim Tuillte €550 a éileamh (pdf)

source: However, if you also qualify for the PAYE tax credit, the combined value of these 2 tax credits cannot exceed €1,650
ga: Áfach, má cháilíonn tú don chreidmheas cánach ÍMAT freisin, ní féidir leis an luach comhcheangailte na 2 chreidmheas seo an uasmhéid €1,650 a shárú

source: You must keep proper records which include:
ga: Ní mór duit taifid chuí a choimeád, lena n-áirítear:

source: • All purchases and sales of goods and services and
ga: • Gach ceannachán agus díolachán earraí agus seirbhísí agus

source: • All amounts received and all amounts paid out
ga: • Gach suim íoctha isteach agus amach

source: You must keep supporting records (for example, invoices, bank and building society statements, cheque stubs and receipts)
ga: Ní mór duit taifid tacaíochta a choimeád (mar shampla, sonraisc, ráitis bhainc agus chumann foirgníochta, duillí seiceanna agus admhálacha)

source: You do not have to send them in to Revenue, but you must keep them in case of a Revenue audit, that is, an inspection
ga: Ní gá duit iad a sheoladh chuig na Coimisinéirí Ioncaim, ach ní mór duit iad a choimeád sa chás go dteastaíonn ó na Coimisinéirí Ioncaim iad a iniúchadh

source: You can claim certain business expenses against tax, such as purchase of goods for re-sale, wages, rent, rates, repairs, lighting and heating, running costs of vehicles or machinery used in the business, accountancy fees, interest paid on business loans, leasing payments on vehicles or machinery used in the business. as well as contributions to your personal pension (up to certain limits)
ga: Is féidir leat speansais áirithe ghnó a éileamh in aghaidh cánach, amhail earraí a gceannaítear lena n-athdhíol, pá, cíos, rátaí, deisiúcháin, solas agus teas, costais reatha feithiclí nó innealra a úsáidtear i reáchtáil an ghnó, táillí cuntasaíochta, ús íoctha ar iasachtaí gnó, íocaíochtaí léasaithe ar fheithiclí nó ar innealra a úsáidtear i reáchtáil an ghnó, chomh maith le ranníocaíochtaí do do phinsean pearsanta (de réir teorainneacha áirithe)

source: If you are working from home you may be able to claim a proportion of household bills such as telephone, heating, lighting etc
ga: Sa chás go bhfuil tú ag obair ón mbaile, is féidir go mbeidh tú in ann cuid de do bhillí teaghlaigh a éileamh, ar nós billí gutháin, teasa, solais, etc

source: You can find more information on self-employment in Revenue’s A Guide to Self Assessment IT10, which includes information how to fill in your tax return and important deadlines
ga: Tá tuilleadh faisnéise faoi fhéinfhostaíocht le fáil i dTreoir maidir le Féinmheasúnú - IT10 ó na Coimisinéirí Ioncaim, rud ina gcuimsítear faisnéis faoi conas do thuairisceán cánach a chomhlánú agus faoi spriocdhátaí tábhachtacha

source: Revenue also has information on registering for tax and about the business expenses that you can claim against income
ga: Tugann na Coimisinéirí Ioncaim faisnéis freisin faoi chlárú do cháin agus faoi na speansais ghnó is féidir leat éileamh in aghaidh d’ioncaim

source: Your local Revenue office can also help you with any questions that you may have
ga: Is féidir le hOifig áitiúil na gCoimisinéirí Ioncaim cabhrú leat le haon cheisteanna atá agat

source: Subcontractors: If you are a self-employed subcontractor working in construction, forestry or meat processing there is detailed information about Relevant Contracts Tax on Revenue's website
ga: Fochonraitheoirí: Más rud é gur fochonraitheoir féinfhostaithe thú agus go bhfuil tú ag obair sa tionscal tógála, foraoiseachta nó próiseáil feola, tá faisnéis mhionsonraithe faoi Cháin Conarthaí Iomchuí ar fáil duit ar shuíomh gréasáin na gCoimisinéirí Ioncaim

source: Universal Social Charge, PRSI and VAT
ga: An Muirear Sóisialta Uilíoch, ÁSPC agus CBL

source: USC: Everyone is liable to pay the Universal Social Charge (USC) if their gross income is over €13,000 in a year
ga: An Muirear Sóisialta Uilíoch: Ní mór do gach duine a bhfuil a n-ollioncam níos airde ná €13,000 in aghaidh na bliana an Muirear Sóisialta Uilíoch a íoc

source: An extra charge of 3% applies to any self-employed income over €100,000 regardless of age
ga: Gearrtar táille bhreise 3% ar aon ioncam ó fhéinfhostaíocht os cionn €100,000, beag beann ar aois an duine

source: This means that self-employed people pay a total of 11% USC on any income over €100,000
ga: Fágann sé sin go n-íocann daoine féinfhostaithe an Muirear Sóisialta Uilíoch de réir ráta 11% ar aon ioncam os cionn €100,000

source: The USC does not apply to social welfare or similar payments
ga: Níl feidhm ag an Muirear Sóisialta Uilíoch maidir le híocaíochtaí leasa shóisialaigh ná le híocaíochtaí den chineál céanna

source: You pay your USC with your preliminary tax payment
ga: Íocann tú an Muirear Sóisialta Uilíoch i dteannta do réamhíocaíochta cánach

source: PRSI: Self-employed people pay Class S PRSI on their income
ga: ÁSPC: Íocann daoine féinfhostaithe ÁSPC ar Aicme S ar a n-ioncam

source: You must register for Value Added Tax (VAT) if your annual turnover is more than or is likely to be more than €75,000 for supply of goods or €37,500 for supply of service
ga: Ní mór duit clárú le haghaidh Cáin Bhreisluacha (CBL) más rud é go bhfuil, nó más dóigh go mbeidh, do láimhdeachas bliantúil níos mó ná €75,000 i leith earraí a sholáthar nó €37,500 i leith seirbhís a sholáthar

source: As a trader you pay VAT on goods and services acquired for the business and charge VAT on goods and services supplied by the business
ga: Agus tú i do thrádálaí, íocann tú Cáin Bhreisluacha ar earraí agus ar sheirbhísí a cheannaíonn tú don ghnó agus gearrann tú Cáin Bhreisluacha ar earraí agus ar sheirbhísí a sholáthraíonn an gnó

source: The difference between the VAT charged by you and the VAT you were charged must be paid to the Revenue
ga: Ní mór an difríocht idir an Cháin Bhreisluacha a ghearr tusa agus an Cháin Bhreisluacha a gearradh ortsa a íoc leis na Coimisinéirí Ioncaim

source: If the amount of VAT paid by you exceeds the VAT charged by you, Revenue will repay the excess
ga: Sa chás gur mó an Cháin Bhreisluacha atá íoctha agat ná an Cháin Bhreisluacha atá gearrtha ort, déanfaidh na Coimisinéirí Ioncaim an difríocht a aisíoc leat

source: This ensures that VAT is paid by the ultimate customer and not by the business
ga: Áirithíonn sé sin gurb é an custaiméir deiridh, agus ní an gnó, a íocann Cáin Bhreisluacha

source: If you are registered for VAT Revenue will send you a form VAT3 which must be returned with the payment not later than a specified date
ga: Má tá tú cláraithe le haghaidh Cáin Bhreisluacha, seolfaidh na Coimisinéirí Ioncaim foirm VAT3 chugat, rud nach mór seoladh ar ais i dteannta na híocaíochta roimh dháta sonraithe

source: Normally, VAT returns are made every 2 months, but there are special arrangements for small businesses who can pay at less frequent intervals
ga: De ghnáth, déantar tuairisceán Cáin Bhreisluacha gach dhá mhí, ach tá socruithe speisialta ar fáil do ghnóthais bheaga agus ní gá dóibh Cáin Bhreisluacha a íoc chomh minic céanna dá mbarr

source: If you are self-employed you (or an agent) must make your income tax return and self-assess your tax liability
ga: Má tá tú féinfhostaithe, caithfidh tú (nó gníomhaire) do thuairisceán cáin ioncaim a dhéanamh agus do dhliteanas cánach a fhéinmheasúnú

source: You have the following options:
ga: Tá na roghanna a leanas agat:

source: • You can fill out a paper Form 11 and send to Revenue
ga: • Féadfaidh tú Foirm 11 pháipéir a chomhlánú agus í a sheoladh chuig na Coimisinéirí Ioncaim

source: • You can use a shorter Form 11E which is an extract of the main personal Tax Return form
ga: • Féadfaidh tú Foirm 11E níos giorra a úsáid, ar sliocht í den phríomhfhoirm Thuairisceán Cánach phearsanta

source: • You can also file your Form 11 using Revenue’s Online System (ROS). Certain people must e-file using ROS
ga: • Chomh maith leis sin, féadfaidh tú d’Fhoirm 11 a chomhdú trí leas a bhaint as Córas ar Líne na gCoimisinéirí Ioncaim (ROS) Caithfidh roinnt daoine ríomhchomhdú a dhéanamh trí úsáid a bhaint as ROS

source: You can access the forms on the Revenue website
ga: Féadfaidh tú rochtain a fháil ar na foirmeacha ar láithreán gréasáin na gCoimisinéirí Ioncaim

source: Revenue also provide A Guide to Completing Pay and File Tax Returns (pdf)
ga: Ina theannta sin, cuireann na Coimisinéirí Ioncaim Treoir maidir le Tuairisceáin Chánach Íoc agus Comhdaigh a Chomhlánú (pdf)

source: Note that the rules about self-assessment changed for the year 2013
ga: Tabhair faoi deara, tháinig athrú ar na rialacha faoi fhéinmheasúnú don bhliain 2013

source: In previous years Revenue would assess your liability for tax on the basis of the information you entered in your income tax return
ga: I mblianta roimhe sin, mheasúnódh na Coimisinéirí Ioncaim do dhliteanas le haghaidh cánach ar bhonn na faisnéise a d’iontráil tú i do thuairisceán cáin ioncaim

source: From 2013, your annual return of income form – Form 11 - includes a self-assessment section which you (or your agent) must complete and sign
ga: Ó 2013 ar aghaidh, áirítear le d’fhoirm thuairisceán ioncaim bhliantúil – Foirm 11 – mír féinmheasúnaithe nach mór duitse (nó do ghníomhaire) a chomhlánú agus a shíniú

source: If you do not make this self-assessment you will be liable to a penalty of €250
ga: Mura ndéanann tú an féinmheasúnú seo, beidh tú faoi dhliteanas pionós €250 a íoc

source: However, you do not have to make a self-assessment if you returned the completed Form 11 on or before 31 August in the year following the year of assessment If you filed your completed return on or before that date Revenue will make the self-assessment on your behalf
ga: Ní gá duit féinmheasúnú a dhéanamh, áfach, má sheol tú Foirm 11 chomhlánaithe ar ais an 31 Lúnasa nó roimhe sin sa bhliain i ndiaidh bhliain an mheasúnaithe. Má chomhdaigh tú do thuairisceán comhlánaithe ar an dáta sin nó roimhe sin, déanfaidh na Coimisinéirí Ioncaim an féinmheasúnú thar do cheann

source: If you use ROS, the system can calculate your tax liability based on the information you input and you can then choose to use this in your self-assessment
ga: Má úsáideann tú ROS, féadfaidh an córas do dhliteanas cánach a ríomh, bunaithe ar an bhfaisnéis a ionchuireann tú agus féadfaidh tú a roghnú chun seo a úsáid i d’fhéinmheasúnú ansin

source: Lo-call telephone numbers for Revenue regional offices are available on Revenue's website
ga: Tá uimhreacha gutháin íosghlao le haghaidh oifigí réigiúnacha na gCoimisinéirí Ioncaim le fáil ar láithreán Gréasáin na gCoimisinéirí Ioncaim

source: You can also get contact details for offices in your region
ga: Is féidir leat sonraí teagmhála le haghaidh oifigí i do réigiún a fháil freisin
